Repository: DBinaghi/plugin-CollectionsPlus
Catalog: languages/*.po
Languages: it

source: Advanced Settings
it: Impostazioni avanzate

source: Items Per Page
it: Documenti per pagina

source: Items Sort Field
it: Campo ordinamento documenti

source: Default
it: Predefinito

source: Items Sort Direction
it: Direzione ordinamento documenti

source: Current Public Theme
it: Tema pubblico in uso

source: Please enter the number of Items per page to be displayed
it: Si prega di indicare il numero di documenti per pagina da mostrare

source: Items Per Page must be a number
it: Documenti per pagina dev'essere un numero

source: You must display at least 1 Item per page
it: Devi mostrare almeno 1 documento per pagina

source: %sOmeka Theme%s that will be applied to this Collection.
it: %sTema Omeka%s che verr√† applicato a questa collezione.

source: Number of Items displayed when browsing this Collection (Public interface).
it: Numero di documenti da mostrare quando si sfoglia questa collezione (interfaccia pubblica).

source: Unique identifier useful to identify and collect this Collection's user traffic and behavior data.
it: Identificatore univoco utile ad individuare e raccogliere dati su traffico e comportamento degli utenti di questa collezione.

source: The field all Items in this Collection will be sorted by.
it: Il campo in base al quale tutti i documenti di questa collezione verranno ordinati.

source: The direction all Items in this Collection will be sorted by.
it: La direzione nella quale tutti i documenti di questa collezione verranno ordinati.

source: Ascending
it: Ascendente

source: Descending
it: Discendente

source: The advanced settings of the collection "%s" were successfully changed!
it: Le impostazioni avanzate della collezione "%s" sono state modificate!

source: The advanced settings of the collection #%s were successfully changed!
it: Le impostazioni avanzate della collezione #%s sono state modificate!

source: Empty
it: Vuota

source: Please note
it: Attenzione

source: Collections Sort Field
it: Campo ordinamento collezioni

source: Choose the field all Collections will be sorted by.
it: Scegliere il campo in base al quale ordinare tutte le collezioni.

source: Collections Sort Direction
it: Direzione ordinamento collezioni

source: Choose the sorting direction for all Collections.
it: Scegliere la direzione di ordinamento per tutte le collezioni.
